ReInf/Nfse/Nova pasta/Templates/ACTCON/CancelarNfse.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="%s">
	<soapenv:Header/>
	<soapenv:Body>
		<nfse:CancelarNfseRequest>
			<nfseCabecMsg>
				<![CDATA[<cabecalho versao="1.00" xmlns="http://%s.portalfacil.com.br/%s/schema/nfse_v201.xsd"><versaoDados>2.00</versaoDados></cabecalho>]]>
			</nfseCabecMsg>
			<nfseDadosMsg>
				<![CDATA[%s]]>
			</nfseDadosMsg>
		</nfse:CancelarNfseRequest>
	</soapenv:Body>
</soapenv:Envelope>